{
  "1": {
    "EnglishTitle": "Enter: Naruto Uzumaki!",
    "KanjiTitle": "参上!うずまきナルト",
    "ShortSummary": "For the first twelve years of his life, [[Naruto Uzumaki]] is an orphan boy who lived a life of enduring the apparent unsolicited hate from a majority of the villagers of the Hidden Leaf Village with a strong ambition to be acknowledged. Caught by [[Iruka Umino]] while defacing the Hokage monument, Naruto tells him that he did it for attention and of his dream to become a Hokage to win everyone's respect. However, after failing to graduate from the [[World of Naruto#Academy students|Ninja Academy]] for the third year in a row for failing to use a clone jutsu, Naruto meets Mizuki who asks him to steal a scroll from the Third Hokage Hiruzen Sarutobi that contained the arts of his predecessor. That night, Iruka is ambushed by Mizuki, who tells him that used Naruto to get the scroll with the intent to give it to a nation he is to defect to. Mizuki also tells Naruto that he is the host of the Nine-Tailed demon Fox that attacked the village and took the life of the Fourth Hokage and Iruka's parents. Feeling remorse about his past, Iruka tells Naruto that after his parents were killed by the Nine-Tails, he was a failure like him. Naruto learns the Shadow Clone jutsu from the scroll and defeats Mizuki, before Iruka allows Naruto to graduate."
  },
  "2": {
    "EnglishTitle": "My Name is Konohamaru!",
    "KanjiTitle": "木ノ葉丸だ コレ!",
    "ShortSummary": "After an argument with Hiruzen who wanted to present himself on the photo of Ninja Registration Form, Naruto meets [[Konohamaru]] who attempts to attack the Third Hokage. Later, Konohamaru asks Naruto to teach him the transformation jutsu that Naruto was using on Hiruzen: The Sexy Jutsu. Konohamaru reveals his own reasons to become Hokage and his desire to be seen as his own person. Eventually, the two are found by Ebisu, who sees bad influences with the confrontation ending with Naruto using hormones against him by combining his Sexy Jutsu and the Shadow Clone to produce the overwhelming Harem Jutsu. Through Naruto's influence, Konohamaru is able to accept that he cannot follow in his grandfather's footsteps by his name alone."
  },
  "3": {
    "EnglishTitle": "Sasuke and Sakura: Friends or Foes?",
    "KanjiTitle": "宿敵!?サスケとサクラ",
    "ShortSummary": "After graduating from the Ninja Academy, Naruto meets up with his former classmates, assigning to be a member of a three-person squad before under going a test to obtain the rank of [[Genin (Naruto)|Genin]]. He unknowingly befriends [[Sasuke Uchiha]] and [[Sakura Haruno]]. Knowing that Sakura is having relationship with Sasuke, Naruto traps the real Sasuke and disguises himself as a fake one, but Naruto suffers with stomach pains after drinking the long-expired milk and goes to the bathroom, while Sasuke escapes and runs into Sakura. As Naruto, Sasuke and Sakura formed their real friendship, Hiruzen briefs with Kakashi to join them."
  },
  "4": {
    "EnglishTitle": "Pass or Fail: Survival Test",
    "KanjiTitle": "試練!サバイバル演習",
    "ShortSummary": "As their classmates meet up with their [[World of Naruto#Jonin|Jonin]] instructors who always side with genin, Team 7 meets up with [[Kakashi Hatake]]. Later, they had introductions, with Naruto stating his dream to become Hokage and Sasuke planning to restore his family by killing [[Itachi Uchiha|someone]]. The next day, Kakashi begins the test for Team 7 about either taking two bells or eating lunch. Kakashi also explains the rules of the test that each students must take each bells from him to pass the test, before one will return to the academy. While Sasuke and Sakura hide themselves away as the test begins, Naruto badly faces and uses his Shadow Clone jutsu, that Kakashi counters against. Sasuke fails to take advantage against Kakashi with shuriken and kunai knives."
  },
  "5": {
    "EnglishTitle": "You Failed! Kakashi's Final Decision",
    "KanjiTitle": "失格?カカシの結論",
    "ShortSummary": "Kakashi buries Sasuke up to his neck in earth and asks Sakura to save him. Naruto is tied up to a pole and Kakashi asks Team 7 to finish the test without taking each bells. He apparently gives Sasuke and Sakura one last chance to eat lunch and not sharing with Naruto. However as Sasuke and Sakura fed Naruto, Kakashi appears and tells his team that they have luckily passed the test."
  },
  "6": {
    "EnglishTitle": "A Dangerous Mission! Journey to the Land of Waves!",
    "KanjiTitle": "重要任務!波の国へ超出発!",
    "ShortSummary": "After Team 7 complete the D-rank mission, Hiruzen assigns them for a higher level one, about escorting bridge builder Tazuna back to the [[Land of Waves]]. Soon Team 7 defeated the Demon Brothers, including two chunin from the Hidden Mist Village in the Land of Water for ambushing Kakashi who faked his death to catch them off guard while seeing them in action. While applauding Sasuke for holding off the Demon Brothers and Sakura for guarding Tazuna, Kakashi inspects Naruto's hand being infected with poison. Naruto uses a kunai to stabs his hand to remove it and  promises them not to back down, before Kakashi recovers Naruto's hand. Later, the wealthy criminal lord Gato confronts the Demon Brothers' boss for attempting to kill Tazuna, before the [[Zabuza Momochi|figure]] decides to handle the job personally."
  },
  "7": {
    "EnglishTitle": "The Assassin of the Mist!",
    "KanjiTitle": "霧の暗殺者!",
    "ShortSummary": "On their way to the Land of Waves, with Kakashi threatening to abandon their mission, Tazuna reveals desire to build a bridge to save the impoverished Land of Waves from the wealthy crime lord Gato. As Team 7 and Tazuna arrive on the bridge, they confront [[Zabuza Momochi]] who attempts to take Tazuna, Kakashi uncovers the right side of the eye which reveals to be a [[Sharingan]]. While Team 7 protects Tazuna, Kakashi fights against Zabuza using clones to distract the other to get them from behind."
  },
  "8": {
    "EnglishTitle": "The Oath of Pain",
    "KanjiTitle": "痛みに誓う決意",
    "ShortSummary": "Zabuza captures Kakashi with the Water Prison Jutsu and creates a water clone to confront Team 7 and Tazuna. Naruto remembers the promise he made to himself that he cannot give up and uses his [[Jutsu (Naruto)#Basic techniques|transformation skills]] with Sasuke's expertise with the Windmill Shuriken, they succeed at forcing Zabuza in a position to free Kakashi in order to dodge Naruto's kunai."
  },
  "9": {
    "EnglishTitle": "Kakashi: Sharingan Warrior",
    "KanjiTitle": "写輪眼のカカシ",
    "ShortSummary": "Kakashi uses his Sharingan to replicate many of Zabuza's water-based attacks, before a young masked hunter ninja from the Hidden Mist Village knocks Zabuza unconscious. As Naruto angrily declares that he will get stronger with Team 7, the ninja leaves with Zabuza and Kakashi collapses from fatigue having using his Sharingan for too long."
  },
  "10": {
    "EnglishTitle": "The Forest of Chakra",
    "KanjiTitle": "チャクラの森",
    "ShortSummary": "As they recover Kakashi who wakes up at Tazuna's home, Naruto meets Tazuna's grandson Inari. At the woods, Sakura teaches Naruto and Sasuke how to control and infuse chakra on their feet and walk up over the tree. As Sakura succeeds, Naruto and Sasuke attempt it numerous times. Meanwhile, the masked ninja reveals to be [[Haku (Naruto)|Haku]] who recovers Zabuza."
  }
}