{
  "1": {
    "EnglishTitle": "Enter: Naruto Uzumaki!",
    "KanjiTitle": "参上!うずまきナルト",
    "ShortSummary": "For the first twelve years of his life, Naruto Uzumaki is an orphan boy who lived a life of enduring the apparent unsolicited hate from a majority of the villagers of the Hidden Leaf Village with a strong ambition to be acknowledged. Caught by Iruka Umino while defacing the Hokage monument, Naruto tells him that he did it for attention and of his dream to become a Hokage to win everyone's respect. However, after failing to graduate from the Ninja Academy for the third year in a row for failing to use a clone jutsu, Naruto meets Mizuki who asks him to steal a scroll from the Third Hokage Hiruzen Sarutobi that contained the arts of his predecessor. That night, Iruka is ambushed by Mizuki, who tells him that used Naruto to get the scroll with the intent to give it to a nation he is to defect to. Mizuki also tells Naruto that he is the host of the Nine-Tailed demon Fox that attacked the village and took the life of the Fourth Hokage and Iruka's parents. Feeling remorse about his past, Iruka tells Naruto that after his parents were killed by the Nine-Tails, he was a failure like him. Naruto learns the Shadow Clone jutsu from the scroll and defeats Mizuki, before Iruka allows Naruto to graduate."
  },
  "2": {
    "EnglishTitle": "My Name is Konohamaru!",
    "KanjiTitle": "木ノ葉丸だ コレ!",
    "ShortSummary": "After an argument with Hiruzen who wanted to present himself on the photo of Ninja Registration Form, Naruto meets Konohamaru who attempts to attack the Third Hokage. Later, Konohamaru asks Naruto to teach him the transformation jutsu that Naruto was using on Hiruzen: The Sexy Jutsu. Konohamaru reveals his own reasons to become Hokage and his desire to be seen as his own person. Eventually, the two are found by Ebisu, who sees bad influences with the confrontation ending with Naruto using hormones against him by combining his Sexy Jutsu and the Shadow Clone to produce the overwhelming Harem Jutsu. Through Naruto's influence, Konohamaru is able to accept that he cannot follow in his grandfather's footsteps by his name alone."
  },
  "3": {
    "EnglishTitle": "Sasuke and Sakura: Friends or Foes?",
    "KanjiTitle": "宿敵!?サスケとサクラ",
    "ShortSummary": "After graduating from the Ninja Academy, Naruto meets up with his former classmates, assigning to be a member of a three-person squad before under going a test to obtain the rank of Genin. He unknowingly befriends Sasuke Uchiha and Sakura Haruno. Knowing that Sakura is having relationship with Sasuke, Naruto traps the real Sasuke and disguises himself as a fake one, but Naruto suffers with stomach pains after drinking the long-expired milk and goes to the bathroom, while Sasuke escapes and runs into Sakura. As Naruto, Sasuke and Sakura formed their real friendship, Hiruzen briefs with Kakashi to join them."
  },
  "4": {
    "EnglishTitle": "Pass or Fail: Survival Test",
    "KanjiTitle": "試練!サバイバル演習",
    "ShortSummary": "As their classmates meet up with their Jonin instructors who always side with genin, Team 7 meets up with Kakashi Hatake. Later, they had introductions, with Naruto stating his dream to become Hokage and Sasuke planning to restore his family by killing someone. The next day, Kakashi begins the test for Team 7 about either taking two bells or eating lunch. Kakashi also explains the rules of the test that each students must take each bells from him to pass the test, before one will return to the academy. While Sasuke and Sakura hide themselves away as the test begins, Naruto badly faces and uses his Shadow Clone jutsu, that Kakashi counters against. Sasuke fails to take advantage against Kakashi with shuriken and kunai knives."
  },
  "5": {
    "EnglishTitle": "You Failed! Kakashi's Final Decision",
    "KanjiTitle": "失格?カカシの結論",
    "ShortSummary": "Kakashi buries Sasuke up to his neck in earth and asks Sakura to save him. Naruto is tied up to a pole and Kakashi asks Team 7 to finish the test without taking each bells. He apparently gives Sasuke and Sakura one last chance to eat lunch and not sharing with Naruto. However as Sasuke and Sakura fed Naruto, Kakashi appears and tells his team that they have luckily passed the test."
  },
  "6": {
    "EnglishTitle": "A Dangerous Mission! Journey to the Land of Waves!",
    "KanjiTitle": "重要任務!波の国へ超出発!",
    "ShortSummary": "After Team 7 complete the D-rank mission, Hiruzen assigns them for a higher level one, about escorting bridge builder Tazuna back to the Land of Waves. Soon Team 7 defeated the Demon Brothers, including two chunin from the Hidden Mist Village in the Land of Water for ambushing Kakashi who faked his death to catch them off guard while seeing them in action. While applauding Sasuke for holding off the Demon Brothers and Sakura for guarding Tazuna, Kakashi inspects Naruto's hand being infected with poison. Naruto uses a kunai to stabs his hand to remove it and  promises them not to back down, before Kakashi recovers Naruto's hand. Later, the wealthy criminal lord Gato confronts the Demon Brothers' boss for attempting to kill Tazuna, before the figure decides to handle the job personally."
  },
  "7": {
    "EnglishTitle": "The Assassin of the Mist!",
    "KanjiTitle": "霧の暗殺者!",
    "ShortSummary": "On their way to the Land of Waves, with Kakashi threatening to abandon their mission, Tazuna reveals desire to build a bridge to save the impoverished Land of Waves from the wealthy crime lord Gato. As Team 7 and Tazuna arrive on the bridge, they confront Zabuza Momochi who attempts to take Tazuna, Kakashi uncovers the right side of the eye which reveals to be a Sharingan. While Team 7 protects Tazuna, Kakashi fights against Zabuza using clones to distract the other to get them from behind."
  },
  "8": {
    "EnglishTitle": "The Oath of Pain",
    "KanjiTitle": "痛みに誓う決意",
    "ShortSummary": "Zabuza captures Kakashi with the Water Prison Jutsu and creates a water clone to confront Team 7 and Tazuna. Naruto remembers the promise he made to himself that he cannot give up and uses his transformation skills with Sasuke's expertise with the Windmill Shuriken, they succeed at forcing Zabuza in a position to free Kakashi in order to dodge Naruto's kunai."
  },
  "9": {
    "EnglishTitle": "Kakashi: Sharingan Warrior",
    "KanjiTitle": "写輪眼のカカシ",
    "ShortSummary": "Kakashi uses his Sharingan to replicate many of Zabuza's water-based attacks, before a young masked hunter ninja from the Hidden Mist Village knocks Zabuza unconscious. As Naruto angrily declares that he will get stronger with Team 7, the ninja leaves with Zabuza and Kakashi collapses from fatigue having using his Sharingan for too long."
  },
  "10": {
    "EnglishTitle": "The Forest of Chakra",
    "KanjiTitle": "チャクラの森",
    "ShortSummary": "As they recover Kakashi who wakes up at Tazuna's home, Naruto meets Tazuna's grandson Inari. At the woods, Sakura teaches Naruto and Sasuke how to control and infuse chakra on their feet and walk up over the tree. As Sakura succeeds, Naruto and Sasuke attempt it numerous times. Meanwhile, the masked ninja reveals to be Haku who recovers Zabuza."
  },
  "11": {
    "EnglishTitle": "The Land Where a Hero Once Lived",
    "KanjiTitle": "英雄のいた国",
    "ShortSummary": "While Naruto and Sasuke infuse chakra for the Tree Climbing Practice, Tazuna tells Sakura about the poverty and fear in the Land of Waves. After dinner, Sakura asks about Inari staring at the torn family photo on the wall before Inari runs off with his mother Tsunami chasing after him. Tazuna inspects his son's face torn from the picture which is Kaiza, who became a hero in the Land of Waves. Gato arrives and uses his men to execute Inari's father dead to serve as an example of anyone who gets in their way. Naruto sees him and resumes his training with the intent to show Inari that there are still heroes in the world."
  },
  "12": {
    "EnglishTitle": "Battle on the Bridge! Zabuza Returns!!",
    "KanjiTitle": "橋上決戦!ザブザ再び!!",
    "ShortSummary": "Naruto takes a nap and wakes up to find Haku disguised as a resident. Learning that Haku is a male person but unaware that he is the masked youth, Naruto gets into an exchange of ideals and morals before the two part ways. Naruto and Sasuke resume their Tree Climbing Practice before reaching to the top that evening. Back at Tazuna's house, Inari is disturbed by Naruto's sight, thinking about Kaiza and as he gets into a heated dispute with Naruto who leaves while calling him a coward. Kakashi tells a despondent Inari that Naruto understands the pain from his own hardships. The next day, while Naruto sleeps in, Kakashi, Sasuke and Sakura escort Tazuna to work at the bridge, but finds the workers being attacked by Zabuza and the masked Haku."
  },
  "13": {
    "EnglishTitle": "Haku's Secret Jutsu: Crystal Ice Mirrors",
    "KanjiTitle": "白の秘術·魔鏡氷晶",
    "ShortSummary": "At Tazuna's house, two of Gato's thugs arrive to kidnap Tsunami. Naruto saves Inari and defeats the thugs. Before leaving to join the others at the bridge, Naruto apologizes to Inari for calling him a coward and acknowledges bravery. On the bridge, while Kakashi fights with Zabuza, Sasuke's newly gained speed gives him an advantage against Haku before he traps him in his personal jutsu Crystal Ice Mirrors."
  },
  "14": {
    "EnglishTitle": "The Number One Hyperactive, Knucklehead Ninja Joins the Fight!!",
    "KanjiTitle": "意外性No. 1, ナルト参戦!",
    "ShortSummary": "Naruto arrives and aids Sasuke by attacking the Crystal Ice Mirrors from the outside while Sasuke attacks from the inside. Naruto is surrounded by Haku's Crystal Ice Mirrors as he and Sasuke fight back against Haku who sees that he must make an exception in policies."
  },
  "15": {
    "EnglishTitle": "Zero Visibility: The Sharingan Shatters",
    "KanjiTitle": "視界ゼロの戦い·写輪眼崩し",
    "ShortSummary": "Naruto and Sasuke fail to destroy the ice mirrors, with the Shadow Clone and Fire Ball jutsu having no effect. Realizing that Haku's Crystal Ice Mirrors are actually an Ice-Style Kekkei Genkai, a bloodline trait, Kakashi decides to use his Sharingan to end the fight with Zabuza. However, as Haku told him what Kakashi's methods during their last fight, Zabuza takes advantage as he uses his Hidden Mist jutsu to counter Kakashi's Sharingan and force him to ponder his next move. Kakashi learns that Zabuza will attack Tazuna and Sakura and rushes to intercept as Zabuza as lands a strike on Kakashi from behind with Kubikiribōchō."
  },
  "16": {
    "EnglishTitle": "The Broken Seal",
    "KanjiTitle": "解放された封印",
    "ShortSummary": "As Naruto and Sasuke are injured from Haku's Crystal Ice Mirrors, Haku sees Sasuke using his Kekkai Genkai, the Sharingan and allows him to track his incredibly fast movements. Haku apparently kills Sasuke, before Naruto angrily uses the Nine-Tails chakra to heal his wounds."
  },
  "17": {
    "EnglishTitle": "White Past: Hidden Ambition",
    "KanjiTitle": "白い過去·秘めた想い",
    "ShortSummary": "After punching Haku to break the mask and dispelling the mirrors, Naruto regains control and recognizes Haku that he previously conversed with. Haku tells Naruto that he inherited his ability from his mother and reveals that he once lived in the Land of Water where people with Kekkei Genkai are forced to conceal their powers out of fear of persecution. When Haku's father learned of his power, he killed his wife and forced Haku to subconsciously invoke his powers to kill his father and the angry mob. Soon, Haku joins with Zabuza who trains him. Kakashi senses Naruto and summons a number of dogs to find and restrain Zabuza. Haku asks Naruto to kill him before seeing Kakashi using the Lightning Blade against Zabuza."
  },
  "18": {
    "EnglishTitle": "The Weapons Known as Shinobi",
    "KanjiTitle": "忍という名の道具",
    "ShortSummary": "Naruto witnesses Haku sacrificing himself to protect Zabuza from Kakashi's Lightning Blade. Zabuza continues to attack Kakashi, while Sakura manages to recover Sasuke. Kakashi disables Zabuza's arms, before Gato and his men arrive with the intent to kill everyone. However, the villagers rally their support for the bridge, Inari sets out alone but finds a crowd waiting for him outside."
  },
  "19": {
    "EnglishTitle": "The Demon in the Snow",
    "KanjiTitle": "ザブザ雪に散る...",
    "ShortSummary": "Gato fired Zabuza, while he is unfazed at his former employer kicking Haku around. Zabuza sees Haku as nothing more than a tool, he is moved by Naruto's words as he tearfully acknowledges Haku's sacrifice. As Kakashi tells Naruto not to interfere, Zabuza redeems himself and uses a kunai in his mouth, enduring multiple stabs and beatings, breaks through Gato's men and kills Gato before the villagers arrive to drive the men off. Soon after Sasuke recovers, Kakashi honors Zabuza's wish to place him by Haku and assures them that they will go to the same place. Soon after Team 7 give the two rouge ninjas a burial with Zabuza's Kubikiribōchō as a grave marker, Naruto express distain for the notion that ninjas should strive to become merely tools and declares that he will find his own way. As Team 7 leaves the Hidden Mist Village, Tazuna proclaims that the bridge will be called the Great Naruto Bridge to signify the strength that Naruto gave Inari, who in turn gave to the whole town."
  },
  "20": {
    "EnglishTitle": "A New Chapter Begins: The Chunin Exam!",
    "KanjiTitle": "新章突入!中忍試験だってばよ",
    "ShortSummary": "Back at the Hidden Leaf Village, Naruto and Sakura meet Konohamaru, Udon and Moegi. As Konohamaru accidentally bumps into Temari, Kankuro threatens Konohamaru before Sasuke hits him with a stone. Gaara tells them that the Chunin Exams have begun."
  },
  "21": {
    "EnglishTitle": "Identify Yourself: Powerful New Rivals",
    "KanjiTitle": "名乗れ!現れた強敵たち!!",
    "ShortSummary": "Team 7 learns that the Sand Siblings have been participated for the Chunin Exams to be promoted as Chunin-level ninja. After meeting with Hiruzen, Asuma and Kurenai at the Chunin Exams, Kakashi tells Iruka to his disbelief that all students are in the squad. The next morning, Kakashi gives Team 7 the application forms for the Chūnin Exams with Naruto and Sasuke up for it, and Sakura feeling uncertain. Later, they are attacked by a mysterious ninja that they defeated in an one-on-one fight and revealed to be Iruka, who reports to Kakashi and accepts the choice. Later, while making their way to site of the Chunin Exam, Team 7 meets Rock Lee and his teammates Neji Hyuga and Tenten, before Lee challenges Sasuke."
  },
  "22": {
    "EnglishTitle": "Chunin Challenge: Rock Lee vs. Sasuke!",
    "KanjiTitle": "気合い120% ナウでロックな挑戦状!",
    "ShortSummary": "Feeling neglected in his teammates' shadow, Lee knocks Naruto out. Sasuke challenges him but finds himself powerless against an opponent who use taijutsu. Just as Lee finishes him with his Shadow of the Dancing Leaf attack, large turtle Ningame and Might Guy appears and reveals himself to be Kakashi's rival, before he punishes Lee and leaves Lee. Soon, Team 7 reaches the door to the Chunin Exam hall."
  },
  "23": {
    "EnglishTitle": "Genin Takedown! All Nine Rookies Face Off!",
    "KanjiTitle": "蹴散らせライバル!新人9人全員集合",
    "ShortSummary": "While entering the first Chunin Exam, Kakashi informs Team 7 that all of them were required to consent and wish them luck. There, Team 7 meet up with their classmates, including Ino Yamanaka, Shikamaru Nara and Choji Akimichi of Team 10, and Shino Aburame, Hinata Hyuga and Kiba Inuzuka of Team 8. They meet Kabuto Yakushi who explains each of the village represented, while giving Sasuke information on Gaara and Rock Lee. Kabuto intimidates the other Rookie Nine members by telling them that there are only elite genin among the individuals taking the exams, Naruto proclaims that he will defeat anyone for targeting by association. Team Dosu from the Hidden Sound Village attacks Kabuto, before he dodged the attack and becomes nauseated without his glasses. Ibiki Morino and his team appears and stops the fight."
  },
  "24": {
    "EnglishTitle": "Start Your Engines: The Chunin Exam Begins!",
    "KanjiTitle": "いきなり失格?超難関の第一試験",
    "ShortSummary": "Ibiki begins the first exam about the writing test, where the team with the most points continues to the second one. His assistants watch the genin to make sure they do not cheat on both sides and any team will be disqualified from the exam if one member cheats five times. Except Naruto, Sasuke, Sakura and everyone learning their strategy with unique skills. While Sakura answers the questions, Naruto cannot write answers to all questions, while the exam lasts for fifteen minutes."
  },
  "25": {
    "EnglishTitle": "The Tenth Question: All or Nothing!",
    "KanjiTitle": "出たとこ勝負!踏ん張りどころの10問目",
    "ShortSummary": "After answering the rest, Ibiki announces to them for the tenth and final question, and states that their team will succeed the exam, or guessing it wrong and being disqualified from the Chunin Exams. Naruto sees Ibiki revealing that the first nine were to their skills in intel gathering while answering the final question. Ibiki checks Naruto's copied exam paper with blanks and lets him succeed. The remaining Genin meet Anko Mitarashi at the sight of the second phase of the exam: The Forest of Death."
  },
  "26": {
    "EnglishTitle": "Special Report: Live from the Forest of Death!",
    "KanjiTitle": "絶対必見!死の森直前ルポ!木ノ葉の学級新聞だコレ!",
    "ShortSummary": "An anime-exclusive episode shows Konohamaru's squad news report starring the Chuunin in training. Before the second exam begins, they interview Team 7 about previous storylines."
  },
  "27": {
    "EnglishTitle": "The Chunin Exam Stage 2: The Forest of Death",
    "KanjiTitle": "第二試験スタート!周りはみんな敵だらけ!",
    "ShortSummary": "Anko briefs the candidates on their goal for the second portion of the exam that each team is given one of two scrolls, including the earth and heaven. Each must take it from the opposing one and reach the tower in the center of the forest. While holding the scroll, all teams reaches the Forest of Death."
  },
  "28": {
    "EnglishTitle": "Eat or be Eaten: Panic in the Forest",
    "KanjiTitle": "喰うか喰われるか!エサになったナルト",
    "ShortSummary": "As the real Naruto leaves and being captured by a genin from the Hidden Rain Village who disguises as a fake one to attack Team 7. Sasuke drives away the Genin. While he and his teammates go over a password to identify themselves in such a situation, Naruto is separated from them and being swallowed by a giant snake. Soon, Sasuke and Sakura are immobilized by a Grass ninja named Shiore who reveal visions of their own deaths upon looking and paralyzes fear. However, Sasuke flees with Sakura as Shiore pursues. Naruto kills the snake and arrives in time to save them."
  },
  "29": {
    "EnglishTitle": "Naruto's Counterattack: Never Give In!",
    "KanjiTitle": "ナルト反撃!逃げねーんだってばよ!",
    "ShortSummary": "Sasuke gives the scroll to Shiore in exchange for their lives, but Naruto intercepts it. Naruto punches Sasuke and accuses him for being an impostor. Shiore summons a giant snake and seals Naruto for using the Nine Tails chakra. As Sakura pins Naruto safely to a tree with a kunai in mid air, Sasuke musters the courage from Naruto to fight. Meanwhile, Anko finds the three faceless corpses, including Shiore and recognizes that jutsu used to remove their faces."
  },
  "30": {
    "EnglishTitle": "The Sharingan Revived: Dragon-Flame Jutsu!",
    "KanjiTitle": "蘇れ写輪眼!必殺·火遁龍火の術!",
    "ShortSummary": "After the battle, the fake Shiore reveals to be Orochimaru who bites Sasuke behind his right side of the neck and transmits a curse mark. Orochimaru leaves while promising Sasuke that he will look for him and sees Anko who also has a curse mark."
  },
  "31": {
    "EnglishTitle": "Bushy Brow's Pledge: Undying Love and Protection!",
    "KanjiTitle": "激まゆプラトニック!僕は死ぬまでアナタを守る!!",
    "ShortSummary": "Sakura keeps Naruto and Sasuke under a tree to tend their wounds. Soon, she confronts Team Dosu for placing an explosive tag on a squirrel. Lee arrives to protect Sakura and fails to defeat them with the Front Lotus on Dosu, before the impact is cushioned by Zaku Abumi."
  },
  "32": {
    "EnglishTitle": "Sakura Blossoms!",
    "KanjiTitle": "サクラ咲く!決意の後ろ姿",
    "ShortSummary": "Kin Tsuchi grabs Sakura who cuts her hair shorter with a kunai, while Ino remembers why she grew her hair so long. Team 10 and Sakura fight back against Team Dosu."
  },
  "33": {
    "EnglishTitle": "Battle Formation: Ino-Shika-Cho!",
    "KanjiTitle": "無敵のフォーメーション!いのシカチョウ!!",
    "ShortSummary": "Ino uses her Mind-Transfer jutsu on Kin, but she regains her advantage. Sasuke awakens with Orochimaru's Curse Mark and cripples Zaku's arm. Sakura stops Sasuke from killing them, before Dosu leaves a scroll and retreat without further harm."
  },
  "34": {
    "EnglishTitle": "Akamaru Trembles: Gaara's Cruel Strength!",
    "KanjiTitle": "赤丸ビックリ!我愛羅, 驚異の実力",
    "ShortSummary": "As Team 7, 10 and Lee recover, Team 8 witnesses Gaara killing a team of Rain Genin before leaving. Gaara's team beats the previous record for getting to the tower by a gigantic margin and the rest survived."
  },
  "35": {
    "EnglishTitle": "The Scroll's Secret: No Peeking Allowed",
    "KanjiTitle": "のぞき見厳禁!巻き物の秘密",
    "ShortSummary": "Kabuto is separated from his team and accompanies Team 7 to the tower in the center of the forest, before encountering a disorient genjutsu set by the clones of the Hidden Rain that Sasuke confronted."
  }
}